/*
1. Составьте программу, выводящую на экран квадраты чисел от 10 до 20.
2. Составьте программу, котораЯ вычисляет сумму чисел от 1 до n. Значение n вводится
с клавиатуры.
3. В банк на трёхпроцентный вклад положили S рублей. Какой станет сумма вклада через N лет.
S и N вводятся с клавиатуры.
4. Даны натуральные числа от 35 до 87. Найти и напечатать те из них, которые при делении
на 7 дают остаток 1, 2 или 5.
5. Даны натуральные числа от 20 до 50. Напечатать те из них, которые делятся на 3,
но не делятся на 5.
6. С помощью цикла while напишите программу определения суммы всех нечетных чисел
в диапазоне от 1 до 99 включительно.
*/